[
  {"id":"arango-kureManipulationIntegrativeFramework2025","abstract":"Marketing practices are often criticised for manipulating people. However, the academic literature does not offer a clear consensus on what constitutes manipulative marketing and when it should be considered unethical. Relevant terms and concepts are often used interchangeably, which makes it difficult to assess the phenomenon and provide ethical guidelines for practitioners. This article develops an integrative framework to assess manipulation in marketing in clear distinction from other forms of influence, including coercion, intimidation, nudging, and persuasion. We identify intent/negligence and lack of consent as key conditions for manipulation, while deception and exploitation are mechanisms through which it takes place. In our framework, marketing tactics are categorised along two dimensions of the influence spectrum: freedom of choice and transparency of information. We provide a flowchart that can guide decision-makers through the process of assessing the characteristics and ethical implications of their actions.","accessed":{"date-parts":[["2025",9,2]]},"author":[{"family":"Arango-Kure","given":"Maria"},{"family":"Garz","given":"Marcel"}],"citation-key":"arango-kureManipulationIntegrativeFramework2025","container-title":"Journal of Business Research","container-title-short":"Journal of Business Research","DOI":"10.1016/j.jbusres.2025.115476","ISSN":"0148-2963","issued":{"date-parts":[["2025",8,1]]},"page":"115476","source":"ScienceDirect","title":"Manipulation: An integrative framework of unethical influence in marketing","title-short":"Manipulation","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0148296325002991","volume":"197"},
  {"id":"ArthurSadounCEO","abstract":"Profitez des vidéos et de la musique que vous aimez, mettez en ligne des contenus originaux, et partagez-les avec vos amis, vos proches et le monde entier.","accessed":{"date-parts":[["2025",9,1]]},"citation-key":"ArthurSadounCEO","language":"fr-FR","title":"Arthur Sadoun, CEO of @PublicisGroupe on Inside the Corner Office - YouTube","type":"webpage","URL":"https://www.youtube.com/"},
  {"id":"ColBlancClasse2024","abstract":"L'expression col blanc est un terme du langage courant utilisé pour désigner les travailleurs de bureau, en particulier les cadres. Par extension, il peut désigner des individus faisant partie des élites, du monde des affaires et de l'entreprise en particulier, parfois aussi de la politique. Ce terme a été défini par opposition aux cols bleus, terme désignant les ouvriers, vêtus d'un bleu de travail, faisant partie de la classe populaire.\nLe terme « cols blancs » est attribué à Upton Sinclair, un écrivain américain, en relation avec les employés de bureau, administratifs et de gestion dans les années 1930.\nL'expression vient de la chemise blanche (à col blanc, donc) que portent les employés de bureau (le blanc est une couleur plus difficile à laver et il fallait davantage de moyens pour l'entretenir), opposé au bleu de travail des ouvriers, ou cols bleus, qui lui désigne les travailleurs manuels et les ouvriers.\nL'émergence des cols blancs provient de la naissance de la grande entreprise qui créa des postes de bureau et de cadres, la bureaucratie et le tertiaire. Les cols blancs font partie de la nouvelle classe moyenne du début du XXe siècle.\nMax Weber, dans sa typologie des classes les considérait comme une grande classe sociale.","accessed":{"date-parts":[["2025",8,19]]},"citation-key":"ColBlancClasse2024","container-title":"Wikipédia","issued":{"date-parts":[["2024",11,6]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 220072867","source":"Wikipedia","title":"Col blanc (classe sociale)","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=Col_blanc_(classe_sociale)&oldid=220072867"},
  {"id":"ColBleuClasse2025","abstract":"Col bleu est un terme utilisé pour désigner des travailleurs exécutant des tâches manuelles, par opposition aux cols blancs qui représentent les travailleurs de bureau.\nUn col bleu est un membre d'une classe ouvrière qui exécute un travail manuel et gagne un salaire horaire. Les cols bleus se distinguent des cols blancs, dont le travail n'est pas considéré comme manuel. Cependant, certains employés sont également désignés souvent sous le nom de cols bleus.\nTraditionnellement, les cols blancs gagnent quant à eux un salaire fixe, mensuel ou annuel, plutôt qu'horaire, bien que payer les cols blancs à l'heure soit une pratique croissante.\nLe terme col bleu provient de l'habit de travail des ouvriers, une combinaison de toile bleue portée pendant le travail.\nLe travail manuel des cols bleus peut être habile ou non qualifié et peut impliquer le travail dans l'industrie, la construction de bâtiments, la tenue de commerces, l'application des lois, le travail mécanique, l'installation ou l'entretien technique. Dans la branche des services, à l'inverse des cols blancs qui effectuent un travail non-manuel et souvent dans un bureau, les cols bleus s'attellent au travail impliquant l'interaction avec le client, que ce soit dans le commerce de détail, le divertissement ou autre.","accessed":{"date-parts":[["2025",8,19]]},"citation-key":"ColBleuClasse2025","container-title":"Wikipédia","issued":{"date-parts":[["2025",3,12]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 223829301","source":"Wikipedia","title":"Col bleu (classe sociale)","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=Col_bleu_(classe_sociale)&oldid=223829301"},
  {"id":"CornerOffice","abstract":"Émission dans Carrière · Tous les mois · Inside the Corner Office is a podcast designed for anyone with a passion for leadership and a curiosity about the minds behind today’s successful businesses. Whether you're just starting your career o…","accessed":{"date-parts":[["2025",9,1]]},"citation-key":"CornerOffice","container-title":"Apple Podcasts","language":"fr-FR","title":"Inside the Corner Office","type":"webpage","URL":"https://podcasts.apple.com/fr/podcast/inside-the-corner-office/id1770772565"},
  {"id":"DigitalFactoryReview","abstract":"What if instead of an age of automation we are currently living through the dawn of a new era of exploitation?","accessed":{"date-parts":[["2025",8,23]]},"citation-key":"DigitalFactoryReview","title":"The Digital Factory Review","type":"webpage","URL":"https://www.societyandspace.org/articles/the-digital-factory-review"},
  {"id":"MemoireEcrit2024","abstract":"Un mémoire est un document permettant d'exposer son opinion concernant un sujet donné en s'appuyant logiquement sur une série de faits pour en arriver à une recommandation ou une conclusion.","accessed":{"date-parts":[["2025",8,18]]},"citation-key":"MemoireEcrit2024","container-title":"Wikipédia","issued":{"date-parts":[["2024",11,10]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 220169286","source":"Wikipedia","title":"Mémoire (écrit)","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=M%C3%A9moire_(%C3%A9crit)&oldid=220169286"},
  {"id":"OrganizationalCulture2025","abstract":"Organizational culture encompasses the shared norms, values, and behaviors—observed in schools, not-for-profit groups, government agencies, sports teams, and businesses—reflecting their core values and strategic direction. Alternative terms include business culture, corporate culture and company culture. The term corporate culture emerged in the late 1980s and early 1990s. It was used by managers, sociologists, and organizational theorists in the 1980s.\nOrganizational culture influences how people interact, how decisions are made (or avoided), the context within which cultural artifacts are created, employee attachment, the organization's competitive advantage, and the internal alignment of its units. It is distinct from national culture or the broader cultural background of its workforce.\nA related topic, organizational identity, refers to statements and images which are important to an organization and helps to differentiate itself from other organizations. An organization may also have its own management philosophy. Organizational identity influences all stakeholders, leaders and employees alike.","accessed":{"date-parts":[["2025",8,31]]},"citation-key":"OrganizationalCulture2025","container-title":"Wikipedia","issued":{"date-parts":[["2025",8,17]]},"language":"en","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 1306451138","source":"Wikipedia","title":"Organizational culture","type":"entry-encyclopedia","URL":"https://en.wikipedia.org/w/index.php?title=Organizational_culture&oldid=1306451138"},
  {"id":"Ouvrier2025","abstract":"L'ouvrier ou l'ouvrière est une personne qui loue ses services dans le cadre d'un travail industriel ou agricole en échange d'un salaire. Par définition, cette notion fait référence au statut du salariat et à l'exercice d'un travail manuel (ce qui exclut les employés de bureau).\nLe développement de l'industrialisation et  de la mécanisation va continuellement modifier le statut des ouvriers. Tout au long de cette évolution cette nouvelle forme de travail va s'accompagner de l'émergence d'un mouvement ouvrier et de la conscience ouvrière, de sa montée en puissance via les syndicats, afin de faire reconnaître leurs droits. Sur les plans social et politique, l'accroissement du nombre des ouvriers soulève des débats (la question sociale) ainsi que des réflexions et prises de position concernant l'existence et le destin d'une nouvelle classe sociale et économique : la classe ouvrière.","accessed":{"date-parts":[["2025",8,19]]},"citation-key":"Ouvrier2025","container-title":"Wikipédia","issued":{"date-parts":[["2025",1,14]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 222096726","source":"Wikipedia","title":"Ouvrier","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=Ouvrier&oldid=222096726"},
  {"id":"PublicisGroupe2025","abstract":"Publicis Groupe est une entreprise multinationale française de communication fondée en 1926 par Marcel Bleustein-Blanchet dont la principale actionnaire est sa fille, Élisabeth Badinter. Dirigé par Arthur Sadoun, c'est l'un des trois principaux groupes de communication au monde par le chiffre d'affaires, présent dans une centaine de pays sur les cinq continents et comptant environ 80 000 salariés.","accessed":{"date-parts":[["2025",8,31]]},"citation-key":"PublicisGroupe2025","container-title":"Wikipédia","issued":{"date-parts":[["2025",5,9]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 225524417","source":"Wikipedia","title":"Publicis Groupe","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=Publicis_Groupe&oldid=225524417"},
  {"id":"PublicisSapient2025","abstract":"Publicis Sapient, anciennement Sapient, est une entreprise américaine de transformation numérique.\nBasée à Boston, c'est une filiale du groupe français Publicis Groupe depuis un rachat en 2015.\nLe 22 octobre 2018, le groupe Publicis rachète l'entreprise Française Xebia pour renforcer Publicis Sapient.","accessed":{"date-parts":[["2025",8,18]]},"citation-key":"PublicisSapient2025","container-title":"Wikipédia","issued":{"date-parts":[["2025",5,24]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 225924150","source":"Wikipedia","title":"Publicis Sapient","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=Publicis_Sapient&oldid=225924150"},
  {"id":"publicissapientElectrifyingB2BSonepars2024","abstract":"Watch how in collaboration with Publicis Sapient, Sonepar builds what has never been built before: the Spark Digital Factory. Through this new omni-channel platform, electricians can now order needed parts and equipment in one tap on their phone, allowing fluidity and flexibility in their work and with their customers. Learn about the i","accessed":{"date-parts":[["2025",8,19]]},"citation-key":"publicissapientElectrifyingB2BSonepars2024","dimensions":"5:22","director":[{"literal":"Publicis Sapient"}],"issued":{"date-parts":[["2024"]]},"source":"YouTube","title":"Electrifying B2B With Sonepar's Digital Factory","type":"motion_picture","URL":"https://www.youtube.com/watch?v=Ok-wUmfFux0"},
  {"id":"publicissapientHowSoneparPowered2025","abstract":"We partnered with the electrical products and solution distributor to re-energize the B2B buying experience from the inside out.","accessed":{"date-parts":[["2025",8,18]]},"author":[{"family":"PublicisSapient","given":""}],"citation-key":"publicissapientHowSoneparPowered2025","issued":{"date-parts":[["2025"]]},"language":"en","title":"How Sonepar Powered Digital Transformation and Innovation | Publicis Sapient","type":"webpage","URL":"https://www.publicissapient.com/work/how-sonepar-powered-digital-transformation-and-innovation"},
  {"id":"publicissapientWhatDigitalBusiness","abstract":"Discover how Digital Business Transformation (DBT) future-proofs your organization by integrating AI, data, and modern technology for sustainable growth","accessed":{"date-parts":[["2025",9,4]]},"author":[{"family":"PublicisSapient","given":""}],"citation-key":"publicissapientWhatDigitalBusiness","language":"en","title":"What is Digital Business Transformation (DBT)? | Publicis Sapient","title-short":"What is Digital Business Transformation (DBT)?","type":"webpage","URL":"https://www.publicissapient.com/digital-business-transformation"},
  {"id":"Sonepar2025","abstract":"Sonepar (Société de Négoce et de participation) est un groupe familial français spécialisé dans la distribution de matériel électrique et électronique. Le groupe est présent dans 40 pays à travers 80 enseignes différentes pour un chiffre d'affaires de 32,5 milliards d'euros en 2024.","accessed":{"date-parts":[["2025",8,18]]},"citation-key":"Sonepar2025","container-title":"Wikipédia","issued":{"date-parts":[["2025",6,24]]},"language":"fr","license":"Creative Commons Attribution-ShareAlike License","note":"Page Version ID: 226744239","source":"Wikipedia","title":"Sonepar","type":"entry-encyclopedia","URL":"https://fr.wikipedia.org/w/index.php?title=Sonepar&oldid=226744239"}
]
